app/controllers/funds_controller.rb

  def index
    @funds = Fund.all
---
SELECT "funds".* FROM "funds"

  def create
    @fund = Fund.new(fund_params)

    respond_to do |format|
      if @fund.save
---
INSERT INTO "funds" ("address", "created_at", "maxTicket", "minTicket", "name", "overview", "profile", "stage", "updated_at", "url") VALUES (?, ?, ?, ?, ?, ?, ?, ?, ?, ?)

    def set_fund
      @fund = Fund.find(params[:id])
---
SELECT "funds".* FROM "funds" WHERE "funds"."id" = ? LIMIT 1  [["id", "1"]]