app/controllers/reviews_controller.rb

SELECT "funds".* FROM "funds" WHERE "funds"."id" = ? LIMIT 1  [["id", "1"]]
---
  def new
    @fund = Fund.find(params[:fund_id])

INSERT INTO "reviews" ("created_at", "fund_id", "opinion", "title", "updated_at") VALUES (?, ?, ?, ?, ?)  [["created_at", Wed, 18 Mar 2015 09:24:01 UTC +00:00], ["fund_id", 1], ["opinion", "asdf"], ["title", "asdf"], ["updated_at", Wed, 18 Mar 2015 09:24:01 UTC +00:00]]
---
  def create
    @review = Review.new(review_params)

    respond_to do |format|
      if @review.save